<?php

return [
    'dp.apply_label'        => 'Выбраць',
    'dp.cancel_label'       => 'Ачысьціць',
    'dp.custom_range_label' => 'Свой інтэрвал',
    'dp.today'              => 'Сёньня',
    'dp.yesterday'          => 'Учора',
    'dp.last_week'          => 'Апошнія 7 дзён',
    'dp.last_month'         => 'Апошнія 30 дзён',
    'dp.this_month'         => 'Гэты месяц',
    'dp.prev_month'         => 'Папярэдні месяц',
    'dp.days_of_week'       => ['Нд', 'Пн', 'Аў', 'Ср', 'Чц', 'Пт', 'Сб'],
    'dp.month_names'        => ['Студзень', 'Люты', 'Сакавік', 'Красавік', 'Травень', 'Чэрвень', 'Ліпень', 'Жнівень', 'Верасень', 'Кастрычнік', 'Лістапад', 'Сьнежань'],
];
