<?php

return [
    'dp.apply_label'        => 'Выбрать',
    'dp.cancel_label'       => 'Очистить',
    'dp.custom_range_label' => 'Свой интервал',
    'dp.today'              => 'Сегодня',
    'dp.yesterday'          => 'Вчера',
    'dp.last_week'          => 'Последние 7 дней',
    'dp.last_month'         => 'Последние 30 дней',
    'dp.this_month'         => 'Этот месяц',
    'dp.prev_month'         => 'Предыдущий месяц',
    'dp.days_of_week'       => ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
    'dp.month_names'        => ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
];
